/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

// Overview key strings
"DHCP Service is:" = "DHCP サービス：";
"Start Time:" = "開始時間：";
"Static Maps:" = "静的マップ：";
"%ld active %@, %ld expired" = "%ld 個の有効な%@、%ld 個の期限切れ";
"%ld active %@" = "%ld 個の有効な%@";
"lease" = "リース";
"leases" = "リース";
"Current DHCP Clients:" = "現在の DHCP クライアント：";
"Last Client Database Update:" = "クライアントデータベースの最終更新日時：";

// Search field placeholder text strings
"Computer Name" = "コンピュータ名";
"MAC Address" = "Mac アドレス";
"IP Address" = "IP アドレス";
"Client ID" = "Client ID";
"Subnet Name" = "サブネット名";

"%d clients" = "%d 台のクライアント";

"%d interface" = "%d 個のインターフェイス";
"%d interfaces" = "%d 個のインターフェイス";
"%d address" = "%d 個のアドレス";
"%d addresses" = "%d 個のアドレス";

"Create Static Map..." = "静的マップを作成...";
"Create Static Maps..." = "静的マップを作成...";
"Create static maps for the selected clients?" = "選択したクライアントの静的マップを作成しますか？";
"Create static map for the selected client?" = "選択したクライアントの静的マップを作成しますか？";
"Create Maps" = "マップを作成";
"Create Map" = "マップを作成";
"Each static map will be generated with the client's current network configuration." = "各クライアントの静的マップは、その現在のネットワーク構成を使って生成されます。";
"The static map will be generated with the client's current network configuration." = "クライアントの静的マップは、その現在のネットワーク構成を使って生成されます。";

"Delete Leases..." = "リースを削除...";
"Delete Lease..." = "リースを削除...";
"Delete selected clients' leases?" = "選択したクライアントのリースを削除しますか？";
"Delete selected client's lease?" = "選択したクライアントのリースを削除しますか？";
"Delete Leases" = "リースを削除";
"Delete Lease" = "リースを削除";
"The leases will be deleted immediately." = "リースはただちに削除されます。";
"The lease will be deleted immediately." = "リースはただちに削除されます。";

"Expired" = "期限切れ";

"RUNNING" = "実行中";
"STOPPED" = "停止";
"STARTING" = "開始中";
"STOPPING" = "停止中";
"PAUSED" = "一時停止";
"UNKNOWN" = "不明";
"N/A" = "参照不可";

"LEASE_HOURS"="時間";
"LEASE_DAYS"="日";
"LEASE_WEEKS"="週間";
"LEASE_MONTHS"="カ月";

"SUBNET_LIST_DELETING_SUBNET_CONFIRM"="1 つまたは複数の DHCP サブネットを削除しようとしています。削除してもよろしいですか？";

"Search Domains:" = "検索ドメイン：";
"Default Search Domain:" = "デフォルト検索ドメイン：";

"SUBNET_MASK"="サブネットマスク";
"SUBNET_NAME"="サブネット名";
"STARTING_ADDRESS"="開始アドレス";
"ENDING_ADDRESS"="終了アドレス";
	
"100" = "ログで詳細を確認してください"; /* General error message */
"200" = "ログで詳細を確認してください"; /* Read Settings message */
"300" = "ログで詳細を確認してください"; /* Write Settings message */
"400" = "設定のいくつかが無効です。ログで確認してください。"; /* Read Settings message */

SUBNET_GENERAL_INVALID_START_RANGE = "401";
"401" = "“一般”タブのサブネットの範囲の“開始”フィールドに、無効な IP アドレスが指定されています。";

SUBNET_GENERAL_INVALID_END_RANGE = "402";
"402" = "“一般”タブのサブネットの範囲の“終了”フィールドに、無効な IP アドレスが指定されています。";
	
SUBNET_GENERAL_INVALID_ROUTER_ADDRESS = "403";
"403" = "“一般”タブの“ルーター”フィールドに、無効な IP アドレスが指定されています。";
	
SUBNET_GENERAL_INVALID_SUBNET_MASK = "404";
"404" = "“一般”タブの“サブネットマスク”フィールドに、無効なマスクが指定されています。";

SUBNET_GENERAL_INVALID_IP_RANGE_START = "405";
"405" = "“一般”タブの開始の IP アドレスの値が終了の値よりも大きな値になっています。";
	
SUBNET_GENERAL_INVALID_IP_RANGE_BAD_SUBNET = "406";
"406" = "“一般”タブの開始の IP アドレスと終了の IP アドレスが同じサブネット上にありません。“開始”、“終了”、および“サブネットマスク”フィールドを確認してください。";
	
SUBNET_GENERAL_INVALID_IP_RANGE_ROUTER_ADDRESS ="407";
"407" = "“一般”タブのルーターアドレスが開始の IP アドレスおよび終了の IP アドレスと同じサブネット上にありません。“開始”、“終了”、および“サブネットマスク”フィールドを確認してください。";

SUBNET_GENERAL_RANGE_OVERLAP ="408";
"408" = "“一般”タブの IP アドレスの範囲は、別のサブネットの範囲と重複しています。サブネットの範囲を変更して重複しないようにしてください。";

DNS_TOO_MANY_SERVERS ="409";
"409" = "“DNS”タブのネームサーバリストのフィールドには、3 つを超える IP アドレスを指定できません。";
	
DNS_INVALID_DOMAIN_NAME_TOO_FEW_SEGMENTS ="410";
"410" = "“DNS”タブのドメイン名には 2 つ以上のセグメントが必要です。";

DNS_INVALID_IP = "411";
"411" = "“DNS”タブの DNS サーバのリストに、無効な IP アドレスが指定されています。";
	
LDAP_INVALID_SERVER = "412";
"412" = "“LDAP”タブの“サーバ名”フィールドが無効です。";

LDAP_INVALID_BASE = "413";
"413" = "“LDAP”タブの“検索ベース”フィールドが無効です。";

LDAP_INVALID_PORT = "414";
"414" = "“LDAP”タブの“ポート”フィールドが無効です。";

WINS_INVALID_PRIMARY_IP = "415";
"415" = "“WINS”タブのプライマリサーバアドレスが無効です。（例：192.145.22.40）";

WINS_INVALID_SECONDARY_IP = "416";
"416" = "“WINS”タブのセカンダリーサーバアドレスが無効です。（例：192.145.22.40）";

WINS_INVALID_NBDD_IP = "417";
"417" = "“WINS”タブの NBDD サーバアドレスが無効です。（例：192.145.22.40）";

WINS_INVALID_SCOPE_TOO_FEW_SEGMENTS = "418";
"418" = "“WINS”タブのスコープ ID が無効です（例：SCOPE.COM）";

kEmptyFieldSubnetName = "419";
"419" = "“一般”タブの“サブネット名”フィールドの値は必須です。フィールドにデータを入力してください。";

kEmptyFieldStartingIPAddress = "420";
"420" = "“一般”タブの開始 IP アドレスのフィールドの値は必須です。フィールドにデータを入力してください。";

kEmptyFieldEndingIPAddress = "421";
"421" = "“一般”タブの終了 IP アドレスのフィールドの値は必須です。フィールドにデータを入力してください。";

kEmptyFieldSubnetMask = "422";
"422" = "“一般”タブの“サブネットマスク”フィールドの値は必須です。フィールドにデータを入力してください。";

kEmptyFieldRouter = "423";
"423" = "“一般”タブの“ルーター”フィールドの値は必須です。フィールドにデータを入力してください。";

kEmptyFieldLeaseTime = "424";
"424" = "“一般”タブのリース期間の値は必須です。フィールドにデータを入力してください。";

kEmptyFieldDefaultDomain = "425";
"425" = "“DNS”タブのデフォルトドメインの値は必須です。フィールドにデータを入力してください。";

kEmptyFieldNameServers = "426";
"426" = "“DNS”タブのネームサーバの値は必須です。フィールドにデータを入力してください。";

kEmptyFieldServerName = "427";
"427" = "“LDAP”タブのサーバ名の値は必須です。フィールドにデータを入力してください。";

kEmptyFieldSearchBase = "428";
"428" = "“LDAP”タブの検索ベースの値は必須です。フィールドにデータを入力してください。";

kEmptyFieldPort = "429";
"429" = "“LDAP”タブのポートの値は必須です。フィールドにデータを入力してください。";

kEmptyFieldPrimaryServer = "430";
"430" = "“WINS”タブのプライマリサーバの値は必須です。フィールドにデータを入力してください。";

kEmptyFieldSecondaryServer = "431";
"431" = "“WINS”タブのセカンダリーサーバの値は必須です。フィールドにデータを入力してください。";

kEmptyFieldNBDDServer = "432";
"432" = "“WINS”タブの NBDD サーバの値は必須です。フィールドにデータを入力してください。";

kEmptyFieldNETBIOSScopeID = "433";
"433" = "“WINS”タブのスコープ ID の値は必須です。フィールドにデータを入力してください。";

kEmptyFieldNodeType = "434";
"434" = "“WINS”タブのノードタイプの値は必須です。フィールドにデータを入力してください。";

"You can only specify one default search domain" = "指定できるデフォルト検索ドメインは 1 つだけです";

"NOT_SET"="設定されていません";
"BROADCAST_B_NODE"="ブロードキャスト（b ノード）";
"PEER_P_NODE"="ピア（p ノード）";
"MIXED_M_NODE"="ミックス（m ノード）";
"HYBRID_H_NODE"="ハイブリッド（h ノード）";

"kCannotAcceptSettingsAlertTtl" = "設定を受け付けられません";
"kCannotSaveSettingsAlertTtl" = "設定を保存できません";
"kSaveSettingsAlertTtl" = "設定を保存してもよろしいですか？";

"kDeleteSubnetsAlertTtl" = "選択したサブネットを削除してもよろしいですか？";

"kOKButton" = "OK";
"kSaveButton" = "保存";

"kCancelButton" = "キャンセル";

"kDeleteButton" = "削除";

"LOW" = "低（エラーのみ）";
"MEDIUM" = "中（エラーと警告）";
"HIGH" = "高（すべてのイベント）";

"DHCP Log" = "DHCP ログ";
